"AuthTitle" = "Välipalvelin edellyttää todentamista.";
"AuthTitleRetry" = "Käyttäjätunnusta tai salasanaa ei voitu varmistaa. Varmista, että olet syöttänyt ne oikein, ja yritä uudelleen.";

// "Please log in to area "Secure" on the http proxy server example.apple.com"
"AuthMessage" = "Kirjaudu alueelle ”%1$@” %2$@-välipalvelimella %3$@";

// "Please log in to the http proxy server example.apple.com"
"AuthMessageNoRealm" = "Kirjaudu %1$@-välipalvelimelle %2$@.";
